import  random

class Answers:
    Answers_1 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    Answers_2 = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    Answers_3 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    Answers_4 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    Answers_5 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    Answers_6 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    Answers_7 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    Answers_8 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'


url = 'https://qa-scooter.praktikum-services.ru/'
name = ["Игорь", "Иван"]
surname = ["Филипов", "Береза"]
address = ["ул строителей", "ул ломателей"]
phone_number = f'89{random.randint(100000000, 999999999)}'
date = [30, 31]
comments = ["Привет", "Пока"]



